Repository: JavierManriqueCW/wayback
Catalog: iosApp/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, hu, it, ja, ko, nl, pl, pt, ru, sv, tr, uk, zh

# location_permission_required_message
source: Location permission is required for this feature. Please enable it in the app settings
ar: إذن الموقع الجغرافي مطلوب لهذه الميزة. يُرجى تمكينه في إعدادات التطبيق
da: Lokaliseringstilladelse er påkrævet for denne funktion. Aktiver det i appens indstillinger.
de: Für diese Funktion ist eine Standortgenehmigung erforderlich. Bitte aktiviere sie in den App-Einstellungen
el: Για αυτή τη λειτουργία απαιτείται άδεια τοποθεσίας. Παρακαλούμε ενεργοποιήστε την στις ρυθμίσεις της εφαρμογής.
es: Esta función requiere permiso de localización. Actívalo en los ajustes de la aplicación
fi: Tämä toiminto edellyttää sijaintilupaa. Ota se käyttöön sovelluksen asetuksissa.
fr: L'autorisation de localisation est requise pour cette fonctionnalité. Tu dois l'activer dans les paramètres de l'application.
hu: Ehhez a funkcióhoz helymeghatározási engedély szükséges. Kérjük, engedélyezze az alkalmazás beállításaiban
it: Per questa funzione è necessaria l'autorizzazione alla localizzazione. Abilitalo nelle impostazioni dell'app
ja: この機能には位置情報の許可が必要。アプリの設定で有効にする
ko: 이 기능을 사용하려면 위치 권한이 필요합니다. 앱 설정에서 활성화하세요.
nl: Locatietoestemming is vereist voor deze functie. Schakel deze in bij de app-instellingen
pl: Ta funkcja wymaga uprawnień do lokalizacji. Włącz je w ustawieniach aplikacji
pt: A permissão de localização é necessária para esta funcionalidade. Active-a nas definições da aplicação
ru: Для этой функции требуется разрешение на определение местоположения. Включи его в настройках приложения.
sv: Platsbehörighet krävs för den här funktionen. Aktivera det i appinställningarna
tr: Bu özellik için konum izni gereklidir. Lütfen uygulama ayarlarından etkinleştirin
uk: Для використання цієї функції потрібен дозвіл на місцезнаходження. Будь ласка, увімкніть його в налаштуваннях програми
zh: 此功能需要位置权限。请在应用程序设置中启用

# permission_required_negative_action
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセルする
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати
zh: 取消

# permission_required_positive_action
source: Go to settings
ar: الانتقال إلى الإعدادات
da: Gå til indstillinger
de: Zu den Einstellungen gehen
el: Μετάβαση στις ρυθμίσεις
es: Ir a configuración
fi: Siirry asetuksiin
fr: Aller aux paramètres
hu: Menjen a beállításokhoz
it: Vai alle impostazioni
ja: 設定に進む
ko: 설정으로 이동
nl: Ga naar instellingen
pl: Przejdź do ustawień
pt: Ir para as definições
ru: Перейдите к настройкам
sv: Gå till inställningar
tr: Ayarlara git
uk: Перейти до налаштувань
zh: 转到设置

# permission_required_title
source: Authorisation required
ar: مطلوب تفويض
da: Autorisation påkrævet
de: Erforderliche Autorisierung
el: Απαιτούμενη εξουσιοδότηση
es: Autorización requerida
fi: Tarvittava valtuutus
fr: Autorisation requise
hu: Engedélyezés szükséges
it: Autorizzazione richiesta
ja: 認証が必要
ko: 인증 필요
nl: Vereiste autorisatie
pl: Wymagana autoryzacja
pt: Autorização requerida
ru: Требуется авторизация
sv: Auktorisering krävs
tr: Yetkilendirme gerekli
uk: Потрібна авторизація
zh: 需要授权

# share_location_title
source: Parked at
ar: متوقفة في
da: Parkeret ved
de: Geparkt bei
el: Παρκαρισμένο σε
es: Aparcado en
fi: Pysäköity osoitteessa
fr: Stationné à
hu: Parkolt
it: Parcheggiato a
ja: 駐車場
ko: 주차 위치
nl: Geparkeerd bij
pl: Zaparkowany pod adresem
pt: Estacionado em
ru: Припарковался у
sv: Parkerad vid
tr: Park yeri
uk: Припарковано за адресою
zh: 停车地点

# share_note_title
source: Note:
ar: الملاحظة
da: Bemærk:
de: Hinweis:
el: Σημείωση:
es: Nota:
fi: Huom:
hu: Megjegyzés:
it: Nota:
ja: ノート
ko: 참고:
nl: Opmerking:
pl: Uwaga:
pt: Nota:
ru: Примечание:
sv: Notera:
tr: Not:
uk: Нотатка:
zh: 注释

source: Unknown location
ar: موقع غير معروف
da: Ukendt sted
de: Unbekannter Ort
el: Άγνωστη τοποθεσία
es: Lugar desconocido
fi: Tuntematon sijainti
fr: Lieu inconnu
hu: Ismeretlen hely
it: Posizione sconosciuta
ja: 所在地不明
ko: 알 수 없는 위치
nl: Onbekende locatie
pl: Nieznana lokalizacja
pt: Local desconhecido
ru: Неизвестное место
sv: Okänd plats
tr: Bilinmeyen yer
uk: Невідоме місцезнаходження
zh: 未知地点

# widget_description
source: Take a quick look at your favourite parking assistant
ar: ألق نظرة سريعة على مساعد ركن السيارات المفضل لديك
da: Tag et hurtigt kig på din foretrukne parkeringsassistent
de: Wirf einen kurzen Blick auf deinen Lieblings-Parkassistenten
el: Ρίξτε μια γρήγορη ματιά στον αγαπημένο σας βοηθό στάθμευσης
es: Echa un vistazo a tu asistente de aparcamiento favorito
fi: Tutustu nopeasti suosikkipysäköintiassistenttiisi
fr: Jette un coup d'œil rapide à ton assistant de stationnement préféré.
hu: Vessen egy gyors pillantást kedvenc parkolóasszisztensére
it: Dai un'occhiata al tuo assistente di parcheggio preferito
ja: お気に入りのパーキングアシスタントをちょっと見てみよう
ko: 좋아하는 주차 도우미에 대해 간단히 살펴보세요.
nl: Kijk snel naar je favoriete parkeerhulp
pl: Rzuć okiem na swojego ulubionego asystenta parkowania
pt: Dê uma olhadela rápida ao seu assistente de estacionamento favorito
ru: Взгляни на своего любимого помощника по парковке.
sv: Ta en snabb titt på din favoritparkeringsassistent
tr: Favori park asistanınıza hızlıca bir göz atın
uk: Погляньте на свій улюблений паркувальний асистент
zh: 看看您最喜欢的泊车助手

# widget_not_parked_title
source: Available
ar: متوفرة
da: Tilgængelig
de: Verfügbar
el: Διαθέσιμο
es: Disponible
fi: Saatavilla
fr: Disponible
hu: Elérhető
it: Disponibile
ja: 利用可能
ko: 사용 가능
nl: Beschikbaar
pl: Dostępny
pt: Disponível
ru: Доступно
sv: Tillgänglig
tr: Mevcut
uk: Доступно
zh: 可用

# widget_parked_title
source: Parked
ar: ركنت
da: Parkeret
de: Geparkt
es: Aparcado
fi: pysäköity
fr: Garé
hu: Parkolt
it: Parcheggiato
ja: 駐車する
nl: Geparkeerd
pl: zaparkowany
pt: Estacionado
ru: Припаркуйся
sv: parkerade
tr: Park edilmiş
uk: Припаркований
zh: 停车

# widget_title
source: Parking assistant
ar: مساعد وقوف السيارات
da: Parkeringsassistent
de: Parkassistent
el: Βοηθός στάθμευσης
es: Asistente de aparcamiento
fi: Pysäköintiassistentti
fr: Aide au stationnement
hu: Parkolási asszisztens
it: Assistente al parcheggio
ja: 駐車アシスタント
ko: 주차 도우미
nl: Parkeerassistent
pl: Asystent parkowania
pt: Assistente de estacionamento
ru: Парковочный ассистент
sv: Parkeringsassistent
tr: Otopark asistanı
uk: Паркувальний асистент
zh: 停车助理
